[IntroEchos.ID_AssassinIntroECHO UsableItemDefinition]
ItemName="Helmet Data Rec0rding"

[IntroEchos.ID_GunzerkerIntroECHO UsableItemDefinition]
ItemName="ECHO Recorder"

[IntroEchos.ID_GunzerkerIntroECHO:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Good times... good times..."

[IntroEchos.ID_SirenIntroECHO UsableItemDefinition]
ItemName="Personal Diary Recording"

[IntroEchos.ID_SirenIntroECHO:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="First week on Pandora."

[IntroEchos.ID_SoldierIntroECHO UsableItemDefinition]
ItemName="Surveillance Recording"

[IntroEchos.ID_SoldierIntroECHO:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="[skill]Subject:[-skill] Interrogation of Staff Sergeant Axton"

[IntroEchos.ID_SoldierIntroECHO:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="[skill]Unit designation:[-skill] DHL76386"
